Бот иметь/уметь:

1) функцию, чтобы человек мог оставить заявку на назначения термина - есть

2) иметь некоторые быстрые ответы, как например вопросы про оплату счета от врача куда и как отправлять/ как быстро поступают выплаты/  - есть

2.1) было описание, как оплатить страховку/задолженность, если средства не снимались по каким-либо причинам (кнопки выбора компании) - есть

3) иметь ссылки на официальный сайт страховой компании в зависимости от названия continentale/munchener/gothaer/barmenia (кнопки выбора) - есть

4) иметь возможность оставить запрос, чтобы клиента набрали через телефон - есть

5) оставить заявку, чтобы связался консультант, если они хотят подключить страховку еще кому-либо - есть

6) информацию о нашей компании адрес/сайт/как долго работаем (кнопки выбора) - есть

7) перечень покрываемых услуг для каждой компании (кнопки выбора) - есть

8) пару советов на приеме у стоматолога. Например, чтобы они не соглашались вырывать здоровые зубы, чтобы потом ставить импланты (они потом будут присылать большой счет и жаловаться)

9) иметь кнопку «задать ваш вопрос»

10) описание, почему страхование важно
